Repository: ginuim/jingyin
Catalog: ios/Jingyin/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# purchase.restore.success
source: 永久版已恢复。
en: Lifetime access restored.
ja: 永久版を復元しました。
zh_hant: 永久版已恢復。

# purchase.status
source: 当前方案
en: Current Plan
ja: 現在のプラン
zh_hant: 目前方案

# purchase.title
source: 永久版
en: Lifetime Access

# purchase.unavailable
source: 暂时无法购买
en: Purchase Unavailable
ja: 現在購入できません
zh_hant: 暫時無法購買

# purchase.unlock
source: 永久解锁
en: Unlock
ja: 永久版を解放
zh_hant: 永久解鎖

# purchase.unlocked
source: 永久版已解锁
en: Lifetime Unlocked
ja: 永久版を解放済み
zh_hant: 永久版已解鎖

# purchase.unlocked.detail
source: 完整视频规格与照片批量导出
en: Full video quality and batch image exports
ja: 動画全編と画像の一括書き出し
zh_hant: 完整影片規格與圖片匯出

# purchase.verificationFailed
source: 无法验证 App Store 交易。
en: The App Store transaction could not be verified.
ja: App Storeの取引を確認できませんでした。
zh_hant: 無法驗證 App Store 交易。

# quality.balanced
source: 均衡
en: Balanced
ja: 標準

# quality.detail.balanced
source: 兼顾处理速度和边缘稳定
en: Balances processing speed and stable edges
ja: 処理速度と輪郭の安定性を両立
zh_hant: 兼顧處理速度與邊緣穩定性

# quality.detail.fast
source: 减少主体分析次数，速度优先
en: Fewer subject analyses for faster processing
ja: 被写体の解析回数を減らし、速度を優先
zh_hant: 減少主體分析次數，速度優先

# quality.detail.precise
source: 逐帧分析并细化人物边缘，耗时最长
en: Analyzes every frame and refines person edges; slowest
ja: 全フレームを解析して人物の輪郭を精細化。最も低速
zh_hant: 逐幀分析並細化人物邊緣，耗時最長

# quality.fast
source: 快速
en: Fast
ja: 高速

# quality.precise
source: 精细
en: Precise
ja: 精密
zh_hant: 精細

# scope.background
source: 遮盖背景
en: Background
ja: 背景
zh_hant: 遮蓋背景

# scope.full
source: 遮盖全画面
en: Full Frame
ja: 全体
zh_hant: 遮蓋全畫面

# scope.subjects
source: 遮盖主体
en: Subjects
ja: 被写体
zh_hant: 遮蓋主體

# settings.information
source: 信息
en: Information
ja: 情報
zh_hant: 資訊

# settings.language
source: 语言
en: Language
ja: 言語
zh_hant: 語言

# settings.language.note
source: 主屏幕应用名可能仍跟随系统语言
en: Home screen name may still follow system language
ja: ホーム画面のアプリ名はシステム言語のままの場合があります
zh_hant: 主畫面應用程式名稱可能仍跟隨系統語言

# settings.language.system
source: 跟随系统
en: System
ja: システムに合わせる
zh_hant: 跟隨系統

# settings.privacyPolicy
source: 隐私政策
en: Privacy Policy
ja: プライバシーポリシー
zh_hant: 隱私權政策

# settings.title
source: 设置
en: Settings
ja: 設定
zh_hant: 設定

# settings.website
source: 镜隐官网
en: LensHide Website
ja: LensHide 公式サイト
zh_hant: 鏡隱官網

# stage.analyzing
source: 正在分析画面
en: Analyzing
ja: 解析中
zh_hant: 正在分析畫面

# stage.completed
source: 处理完成
en: Processing Complete
ja: 処理完了
zh_hant: 處理完成

# stage.encoding
source: 正在处理
en: Processing
ja: 処理中
zh_hant: 正在處理

# stage.failed
source: 处理失败
en: Failed
ja: 失敗
zh_hant: 處理失敗

# stage.idle
source: 等待开始
en: Ready
ja: 待機中
zh_hant: 等待開始

# stage.loadingModel
source: 正在加载模型
en: Loading model
ja: モデル読み込み中
zh_hant: 正在載入模型

# stage.reading
source: 正在读取视频
en: Reading video
ja: 動画を読み込み中
zh_hant: 正在讀取影片

# stage.warmingUp
source: 正在预热模型
en: Warming up
ja: モデル準備中
zh_hant: 正在預熱模型

# strength.ascii
source: 字符画 · 字符 %lld px
en: ASCII · cell %lld px
ja: アスキー · %lld px
zh_hant: 字元畫 · 字元 %lld px

# strength.blur
source: 模糊半径 %lld px
en: Blur radius %lld px
ja: ぼかし半径 %lld px
zh_hant: 模糊半徑 %lld px

# strength.pixel
source: 像素块 %lld px
en: Pixel size %lld px
ja: モザイク %lld px
zh_hant: 像素塊 %lld px

# strength.sticker
source: 贴纸大小 %lld px
en: Sticker size %lld px
ja: ステッカーサイズ %lld px
zh_hant: 貼圖大小 %lld px

# style.blur
source: 视觉模糊
en: Visual Blur
ja: 視覚ぼかし
zh_hant: 視覺模糊

# style.pixel
source: 像素化
en: Pixelate
ja: モザイク

# style.sticker
source: 贴纸
en: Sticker
ja: ステッカー
zh_hant: 貼圖

# subject.face
source: 人脸
en: Face
ja: 顔
zh_hant: 人臉

# subject.person
source: 人物
en: Person

# subject.pet
source: 猫狗
en: Cats & Dogs
ja: 猫と犬
zh_hant: 貓狗

# tracking.complete
source: 已跟踪到视频末尾
en: Tracked to the end of the video
ja: 動画の最後まで追跡しました
zh_hant: 已追蹤到影片結尾

# tracking.continue
source: 从当前画面继续跟踪
en: Continue from Current Frame
ja: 現在のフレームから追跡を再開
zh_hant: 從目前畫面繼續追蹤

# tracking.correctionHint
source: 移动到丢失后的清晰画面，拖动或缩放蒙版完成修正，再继续跟踪。
en: Move to a clear frame after the loss, reposition or resize the mask, then continue tracking.
ja: 見失った後の鮮明なフレームへ移動し、マスクを動かすかサイズを調整してから追跡を再開します。
zh_hant: 移到遺失後的清楚畫面，拖曳或縮放蒙版完成修正，再繼續追蹤。

# tracking.correctionSaved
source: 已保存手动修正关键帧
en: Manual correction keyframe saved
ja: 手動修正キーフレームを保存しました
zh_hant: 已儲存手動修正關鍵影格

# tracking.inProgress
source: 正在本地跟踪所选人脸…
en: Tracking the selected face on device…
ja: 選択した顔を端末内で追跡中…
zh_hant: 正在本機追蹤所選人臉…

# tracking.lostAt
source: 约在 %@ 跟踪丢失；后续暂时保持最后覆盖位置。
en: Tracking was lost near %@. The last coverage position is held afterward.
ja: %@ 付近で追跡対象を見失いました。以降は最後のマスク位置を保持します。
zh_hant: 約在 %@ 追蹤遺失；後續暫時維持最後遮蓋位置。

# tracking.waitForCompletion
source: 请等待人脸跟踪完成后再导出，避免使用不完整的轨迹。
en: Wait for face tracking to finish before exporting so an incomplete track is not used.
ja: 不完全な追跡結果を使わないよう、顔追跡の完了後に書き出してください。
zh_hant: 請等待人臉追蹤完成後再匯出，避免使用不完整的軌跡。
